Repository: common-repository/clean-old-tags
Catalog: cleanoldtags-*.po
Languages: fr_fr

source: Clean old tags
fr_fr: Effacer les anciens tags

source: <strong>Avertissement</strong>:<br />Use this cleaner after have import olds tags in new native tagging structure. (<strong>Manage - Import</strong>)
fr_fr: <strong>Attention</strong>:<br />Vous devez importer les tags de votre ancien plugin dans la nouvelle structure de tags native avant de lancer le nettoyage ! (<strong>Gérer - Importer</strong>)

source: Don&#8217;t be stupid - backup your database before proceeding!
fr_fr: Ne faites pas l&#8217;idiot, faites une sauvegarde de votre base de données avant de vous lancer !

source: Check plugins to be cleaned:
fr_fr: Cocher les plugins à nettoyer:

source: Jerome's Keywords 1.9 and 2.0 Beta
fr_fr: Jerome&#8217;s Keywords 1.9 et 2.0 Beta

source: Ready ?
fr_fr: Prêts ?

source: Start cleaner now !
fr_fr: Lancer le nettoyage !

source: Finish !
fr_fr: Terminé !

source: Cleaner results:
fr_fr: Résultat du nettoyage

source: <strong>%s</strong> deleted tag tables
fr_fr: <strong>%s</strong> tables de tags effacées

source: <strong>%s</strong> deleted post meta
fr_fr: <strong>%s</strong> métas d'articles de tags effacées

source: <strong>%s</strong> deleted options
fr_fr: <strong>%s</strong> options effacées
